import React from "react";  

function Text() {  
  return (
    <div className="textt">  
      <h1>برند های محبوب</h1> {/* عنوان اصلی بخش | Main section title */}

      {/* معرفی برندهای لوکس | Luxury watch brands */}
      <h3>رولکس (Rolex):</h3>
      <h4>این برند به عنوان نماد لوکس بودن و دقت شناخته می‌شود.</h4>

      <h3>اُمگا (Omega):</h3>
      <h4>این برند به دلیل دقت و قابلیت‌های خاص خود در بین ورزشکاران و علاقه‌مندان به فضا معروف است.</h4>

      <h3>تگ هویر (TAG Heuer):</h3>
      <h4>این ساعت‌ها به طراحی‌های ورزشی و دقت در زمان‌بندی معروف هستند.</h4>

      <h3>پاتک فیلیپ (Patek Philippe):</h3>
      <h4>این برند به خاطر ساعت‌های لوکس و ارزشمند خود شهرت دارد.</h4>

      {/* معرفی برندهای اقتصادی و مقاوم | Affordable and durable brands */}
      <h3>کاسیو (Casio):</h3>
      <h4>این برند به خاطر ساعت‌های مقاوم و با قیمت مناسب معروف است.</h4>

      {/* معرفی ساعت‌های هوشمند | Smartwatch brands */}
      <h3>اپل واچ (Apple Watch):</h3>
      <h4>یکی از محبوب‌ترین ساعت‌های هوشمند در جهان با امکاناتی چون پیگیری سلامتی، ارتباطات و اپلیکیشن‌های مختلف.</h4>

      <h3>فیت‌بیت (Fitbit):</h3>
      <h4>انواع مختلفی از ساعت‌های هوشمند با تمرکز بر سلامت و ورزش.</h4>

      <h3>سامسونگ گلکسی واچ (Samsung Galaxy Watch):</h3>
      <h4>ساعت‌های هوشمند با طراحی زیبا و امکانات فراوان.</h4>
    </div> 
  );
}  


export default Text;
